Revit 2027 API
ParameterTypeId.StructuralSectionCutHeight Property
 "Cut Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCutHeight { get; }
Public Shared ReadOnly Property StructuralSectionCutHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCutHeight {
	ForgeTypeId^ get ();
}
static member StructuralSectionCutHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace